Repository: JMAConsulting/l10n
Catalog: po/*/hrdcase.po
Languages: tr_tr

source: Regarding
tr_tr: Hakkında

source: Edit Case
tr_tr: Dosyayı düzenleyin

source: Detach Activity From Case
tr_tr: İşlemi Dosyadan Ayırın

source: Are you sure you want to detach this case from Activity?
tr_tr: İşlemi dosyadan ayırmak istediğinize emin misiniz?

source: Enter the case subject
tr_tr: Dosya konusunu yazın

source: Select the status for this case
tr_tr: Dosya için durum seçin

source: Add To
tr_tr: Şuna Ekleyin

source: Add More
tr_tr: Başka Ekleyin

source: You can optionally add this case to someone. Added case will appear in their Contact Dashboard.
tr_tr: İsterseniz bu dosyayı birine ekleyebilirsiniz. Eklenen dosya kullanıcının panelinde görüntülenir.

source: Select the appropriate type of the case
tr_tr: Dosyaya uygun bir tip seçin

source: View Case Record Details
tr_tr: Dosya Kaydı Ayrıntılarına Bakın
