Repository: JMAConsulting/l10n
Catalog: po/*/project.po
Languages: tr_tr

source: Owner Entity Table
tr_tr: Sahip Kuruluş Tablosu

source: Project Owner ID
tr_tr: Proje Sahibi Kodu

source: Task Type
tr_tr: Görev Tipi

source: Task Owner ID
tr_tr: Görev Sahibi Kodu

source: Parent Entity Table
tr_tr: Üst Kuruluş Tablosu

source: Task Parent
tr_tr: Üst Görev

source: Task Class
tr_tr: Görev Sınıfı

source: Responsible Entity Table
tr_tr: Sorumlu Kuruluş Tablosu

source: Responsible
tr_tr: Sorumlu

source: Target Entity Table
tr_tr: Hedef Kuruluş Tablosu

source: Target
tr_tr: Hedef

source: Status Details
tr_tr: Durum Ayrıntıları

source: Last Modified
tr_tr: Son Değişiklik
